[
  {"id": 1, "name":"Basil","description":"Basil, also called great basil, is a culinary herb of the family Lamiaceae. Basil is native to tropical regions from central Africa to Southeast Asia. It is a tender plant, and is used in cuisines worldwide. There are many varieties of basil, as well as several related species or hybrids also called basil.", "latinName": "Ocimum basilicum"},
  {"id": 2, "name":"Rose","description":"A rose is a woody perennial flowering plant of the genus Rosa, in the family Rosaceae, or the flower it bears. There are over three hundred species and tens of thousands of cultivars. They form a group of plants that can be erect shrubs, climbing, or trailing, with stems that are often armed with sharp prickles.", "latinName": "Rosa"},
  {"id": 3, "name":"Mango","description":"The origin center of the mango is located in Southeast Asia. Today, the mango is cultivated in tropical and subtropical regions as Brazil, Mexico, Australia…\n\nThe mango tree (Mangifera Indica L.) cultivation in the world is expanding. Mangifera indica have several varieties (>1000 cultivar). One of the most popular mango variety in the South-East Asia region is Harumanis from Malaysia which is due to its aroma, texture, and sweetness.", "latinName": "Mangifera Indica L"},
  {"id": 4, "name":"Grapevines","description":"Vitis is a genus of 79 accepted species of vining plants in the flowering plant family Vitaceae. The genus is made up of species predominantly from the Northern hemisphere. It is economically important as the source of grapes, both for direct consumption of the fruit and for fermentation to produce wine.", "latinName": "Vitis"},
  {"id": 5, "name":"Tomatoes","description": "The tomato is the edible berry of the plant Solanum lycopersicum, commonly known as a tomato plant. The species originated in western South America and Central America. The Nahuatl word tomatl gave rise to the Spanish word tomate, from which the English word tomato derived. ", "latinName": "Solanum lycopersicum"},
  {"id": 6, "name":"Bell Pepper","description": "The bell pepper is the fruit of plants in the Grossum cultivar group of the species Capsicum annuum. Cultivars of the plant produce fruits in different colors, including red, yellow, orange, green, white, and purple. Bell peppers are sometimes grouped with less pungent chili varieties as \"sweet peppers\".", "latinName": "Capsicum annuum"}
]
